{
  "posts": [
    {
      "id": 1,
      "title": "The Picture Dorian Gray",
      "author": "Oscar Wilde",
      "image": "https://a.wattpad.com/cover/6626233-352-k168522.jpg",
      "date": "22 September 1890",
      "time": "9:00pm",
      "content": "Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst... ",
      "story": "Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde’s homosexual liaisons, which resulted in his imprisonment. .”'Although the mannered society of the late 1800s may seem far removed from that of today, I was struck by the similarities' <br><br>The saying 'be careful what you wish for' has arguably never been more apt in literature than it is in this classic novel. When the young Victorian heartthrob Dorian Gray is influenced by Lord Henry Wotton's warning that he only has 'a few years in which to live really, perfectly, and fully' due to the transiency of his youthful beauty, he wishes for his portrait to change with time instead.<br><br>Little does he know that he will soon stumble down the rocky road of moral corruption, committing one bad deed after another, destroying relationships with the people he meets at the same time as any good reputation he used to possess.<br><br>Although the mannered society of the late 1800s may seem far removed from that of today, I was struck by the similarities. For example, the obsession with self-image which leads to Dorian's wish in the first place can easily be associated with 2014 and how teenagers of today measure their attractiveness in the number of Facebook 'likes' on profile pictures. Just as Dorian wants to increase his social rank by going to the most fashionable dinner parties and plays with the highest class people, the popularity of people today is often reflected in the number of 'cool' parties they are invited to. The way Dorian's social aspirations lead to his downfall therefore makes the novel an interesting moral commentary. Rather than pursuing, as Dorian does, pleasure for its own sake with no regard for any people he may harm – such as his first love, the actress Sybil Vane – Wilde presents in Dorians exploits an example of a man whose hedonistic principles should not be followed.<br><br>Having always been interested in the power of words to influence people - as Wilde himself observes: Was there anything so real as words? - the way Dorian follows such an immoral route after being handed a book by Lord Wotton to attempt to raise his spirits after a sad incident, is particularly striking. This is helped by Wildes relatively straightforward language, making it all the more readable. However, I would not particularly recommend it for anyone under 13 as the themes and comments on the values of individuals and society may not appeal as much to a younger audience."
    },
    {
      "id": 2,
      "title": "Goodnight Mister Tom",
      "author": "Michelle Magorian",
      "image": "https://girlwithherheadinabook.co.uk/wp/wp-content/uploads/2015/08/goodnight-mister-tom.jpg",
      "date": "8 August 2016",
      "time": "9:00pm",
      "content": "London is poised on the brink of World War II. Timid, scrawny Willie Beech, is evacuated to the English countryside. At first, he is terrified of everything, of the country sounds and sights, even of Mr. Tom, the gruff, kindly old man who has taken him in. But gradually Willie forgets... ",
      "story": "London is poised on the brink of World War II. Timid, scrawny Willie Beech, is evacuated to the English countryside. At first, he is terrified of everything, of the country sounds and sights, even of Mr. Tom, the gruff, kindly old man who has taken him in. But gradually Willie forgets the hate and despair of his past. He learns to love a world he never knew existed, a world of friendship and affection in which harsh words and daily beatings have no place. Then a telegram comes. Willie must return to his mother in London. When weeks pass by with no word from Willie, Mr. Tom sets out for London to look for the young boy he has come to love as a son..This one has been a firm favourite from the first time I read it back in the late 1990s.  One of my mother’s rules was that I was not to be bought any books which I had already read, a stipulation which made a great deal of sense given how quickly I went through books but it did mean that it could be suddenly very distressing to really fall in love with a book that I’d checked out from the library since I knew that we could only be together for a short time.  Goodnight Mister Tom was the worst case of all and I dealt with only by checking it out six times during Year 6 alone.  At the end of Year Seven I won the English prize of a fairly generous book voucher and my mother finally relented and allowed me to get my own copy to my great relief.  This is a true classic of children’s fiction, full of tenderness, love and affection without ever quite veering into the saccharine.  Rereading it as an adult, I love it as much as ever.  It has always irritated me when people denigrate children’s fiction as somehow ‘lesser’ than work written for adults; literature is literature and Goodnight Mister Tom can be enjoyed by all ages.<br><br>The novel opens with a flustered member of the Women’s Voluntary Service dropping off a pale and nervous boy with the stern Tom Oakley.  Willie Beech is scared to be away from home and is at first terrified of this ‘towering giant’ who has a ‘voice like thunder’, he has been brought up to know that he is a wicked boy and he is sure that Mister Tom will see that soon enough.  Almost from the very first though, it is clear that Tom is not as harsh as he appears; he promises to make Willie a low peg on the coat rag and makes sure that he has a scarf on when he sends the child out to look around outside.  Tom chooses not to comment when he sees the bruises on Willie’s legs but we know that he has thoughts of his own about Willie’s mother from very early on.<br><br>It can be such a cliché for an irritable character to have to take on a child against their will and then for the child to bring out their new guardian’s inner heart of gold.  Examples include Heidi, Overboard!, Silas Marner – the point is that it is something of a trope.  Here though it is done with incredible sensitivity; Tom Oakley has never been anything other than a loving man but he has existed in a state of grief for all these years with nobody to stir him out of it.  Willie’s unseen mother has allowed him to be evacuated only on the understanding that her son will be billeted next to a church.  She has sent him off with little more than a toothbrush, a belt and a Bible; her letter to Tom says that Willie is ‘full of sin’ and is to be beaten when he is bad.  She has taught her child a model of Christianity which is full of vengeance, where the vicar is a man to be feared, Bible stories are learnt by rote without understanding and nothing is to be questioned.  By contrast, Tom’s theology is one of grace; he tells Willie stories from the Bible in his own words, he makes no remark on Willie’s constant bed-wetting other than to clean him up, he goes out and buys Willie new clothes and boots.  Willie’s mother may tell him that she likes him when he is good but from the very beginning, Tom’s care for Willie is unconditional.<br><br>Willie is a character filled with self-loathing; he is ashamed of his illiteracy, terrified of being found out as a sinner, certain that nobody could ever really like him.  As time goes on, his talent for art begins to blossom and he finds acceptance from Zach and several of the other children from the village.  Zach constructs a new identity for Willie, renaming him ‘Will’ and deciding that Willie’s shyness masks the fact that he is ‘an independent soul, such as myself’.  Willie even finds himself involved in the local amateur dramatic production.  Of course, all of this is turned on its head when Willie’s mother writes a letter requesting his return.  Willie has blossomed, grown and gained a whole new sense of self – like Tom, we are immediately anxious for what may befall him back in London but the consequences are truly catastrophic.<br><br>Magorian shows us a world where authorities expect blank obedience and teaches us to challenge it.  Willie’s mother is furious when her newly-returned son dares to question her, but his time with Mister Tom has taught him to see through her to the trouble creature within.  Similarly, as Tom’s concern for Willie grows into fear, he decides to disregard advice of others, even that doled down from the ARP wardens and other officials, he will follow his own instinct to protect the boy he has come to love.  He will fight against those who would keep Willie from him and he will reclaim his child who he knows is in danger.  And in Willie’s very darkest moments he is able to grasp hold of his own character as he realises that his time in Little Weirwold has not been an act, he has in fact become Will.<br><br>The very name of the novel’s central character celebrates the notion of free-will, that we can choose who we would be, that the actions of others and external events may be difficult, upsetting or even heartbreaking but they do not need to define our own fate.  Despite having some very dark moments for what is essentially a children’s novel, Goodnight Mister Tom is essentially an optimistic tale.  Will grows from an anxious and unhappy child into a sturdy and independent young man who has a firm grip on his own identity.  After everything that Will has been through, the reader sits amazed by his resilience and fortitude.  It is no wonder that Spooky Cott holds no fear for this boy, he has seen it all now.<br><br>A number of years ago, ITV adapted Goodnight Mister Tom for the small screen to high acclaim with the late great John Thaw taking the title role.  Although there was much to praise in the production, I still found myself slightly underwhelmed.  Magorian’s writing has such warmth and such depth and a wonderful gift for dialogue, it would always be difficult to live up to but I still felt disappointed that so many of the background plot-lines were sacrificed.  Will’s friendship with George and the twins Carrie and Ginnie gives a lot of the humour to the book and Carrie’s scholarship ambitions weave in the note of feminism which is a recurring theme in Magorian’s fiction.<br><br>This will always be one of my best-loved books, we watch Will begin to grow up and as we leave him, we can feel a sense of relief that he has survived.  The joy of this book is not in the twists and turns of the plot which is admittedly conventional but rather in the world that Magorian has conjured up.  Even now, I can enjoy sitting by the cosy fire with Will as Mister Tom tells a bed-time story, to clatter down the country lanes with Will, Zach, George, Carrie and Ginnie – to experience once more the tenderness and warmth of this novel which is all about the power of love to heal all wounds."
    },
    {
      "id": 3,
      "title": "xo, Zach",
      "author": "Kendall Ryan",
      "image": "https://images.gr-assets.com/books/1510245153l/36297992.jpg",
      "date": "10 April 2017",
      "time": "9:00pm",
      "content": "I have always been a sucker for a great forbidden romance and Kendall delivered that in spades. She gave us a story between two people who are immediately connected to each other, but later find out that they shouldn’t be together. I have to say I think Zach might just be my favorite Kendall Ryan Hero to date!!! He was sweet, swoony, had a...",
      "story": "I have always been a sucker for a great forbidden romance and Kendall delivered that in spades. She gave us a story between two people who are immediately connected to each other, but later find out that they shouldn’t be together. I have to say I think Zach might just be my favorite Kendall Ryan Hero to date!!! He was sweet, swoony, had a way with words both sweet and dirty and didn’t play any games. He went after what he wanted and didn’t give up no matter how many times Poppy pushed him away. And how couldn’t a person melt when you read about his interaction with Connor. I thought she was the perfect match for Zach. I loved the slow burn of their relationship. When Poppy’s friend drags her to a party, she’s surprised to see her ex. She’s still not over how or why he broke up with her and panics when she sees him. In fact, she picks out a good-looking man from the crowd and asks him to pretend he’s her date.<br><br>Zach has no issues with pretending to be on a date with Poppy. Not only is she pretty, but from their conversations he can tell she’s smart and that they have many things in common. When Zach kisses Poppy, he’s more than willing to take it further but Poppy isn’t ready to date and informs him that if they are meant to be, they will see each other again.<br><br>Poppy is in the surprise of her life when she walks into class to see her new advisor, only to find out it’s Zach. Turns out Poppy will be working under Zach for graduate program. Maybe they really are meant to be. It’s not exactly that easy, though. Not only is their relationship technically frowned upon, Poppy has been holding out on Zach and is keeping a secret. Will Zach be able to break through Poppy’s barriers and convince her that he’s the real deal?<br><br>I loved Poppy. She’s intelligent, dedicated, and such a hard worker. She has many responsibilities and doesn’t shirk on any of them. Zach is such a sweetheart. Even though, he’s got a dirty mouth, he’s also very patient and understanding. I loved them together!<br><br>xo, Zach is low on the drama and extremely enjoyable. Well-written with lovable characters, it’s not a story to pass up!<h2>Book Info:</h2>The first time we met was at a party.<br><br>Your ex arrived to show off the person he’d left you for last month, and you asked me to pretend to be your date.<br><br>I was more than happy to help. You were attractive, smart and witty–and that kiss we shared? It left me wanting you for days.<br><br>The second time we met was in my office on campus where we were both surprised to discover you were the new master’s degree student in poetry that I would be working with. You promised to be professional. I did no such thing.<br><br>The late nights and intense study sessions spent alongside you majorly throw me off my game. I want you, and I fight with myself daily over this fact.<br><br>I know I’m crass, that my sexual innuendos and dirty mouth annoy you, but I live for those two bright spots of color in your cheeks. If that’s the only reaction I can get out of you, I’ll gladly take it.<br><br>You hate Mondays so every Monday I slip an anonymous poem into your bag and your smile gets me through the week.<br.<br>I think I’m falling for you, and I know it’s wrong. I know that I’m only supposed to be the adviser to your program and nothing more, but here’s the thing. I think you’re falling for me too.<br><br>xo, Zach"
    },
    {
      "id": 4,
      "title": "Love Machine",
      "author": "Kendall Ryan",
      "image": "https://i1.wp.com/www.bookangelbooktopia.com/wp-content/uploads/2018/05/LoveMachine-TIA.jpg?fit=756%2C504",
      "date": "13 May 2015",
      "time": "9:00pm",
      "content": " 'Love is friendship, but it is friendship  with fire in it’s belly.'……Meera.This quote truly summed up this story. As you can tell it is a friends to lovers story.Love Machine is such a fun, sexy and easy beach read….perfect for that afternoon escape.  There was just the right amount of humor, sexy...",
      "story": " 'Love is friendship, but it is friendship  with fire in it’s belly.'……Meera.This quote truly summed up this story. As you can tell it is a friends to lovers story.Love Machine is such a fun, sexy and easy beach read….perfect for that afternoon escape.  There was just the right amount of humor, sexy times and emotion to captivate the audience all the way through.  This is probably one of my favorite Kendall Ryan books, but truly I have a hard time picking since I love all her books!!!! Although this is HANDS DOWN my favorite cover by Kendall. Looking for an easygoing romance to read over your summer break? Check out Kendall Ryan’s new standalone contemporary romance novel Love Machine!After finding the hero in Bro Code a touch problematic, I was a bit weary going into Love Machine. Over the past year, I’ve found myself way less tolerant of any romance hero that seems even a bit like an Alphahole.But since the blurb for Love Machine seemed to hit all of the right things to get me excited, I decided to give it a shot – and I’m glad that I did.<br><br>At it’s core, Love Machine is a best-friends-to-lovers trope. Keaton and Slate have been friends for years, since their college das. They’ve never been more than that since Slate had dated one of their friends in college. And Keaton also considers herself something of a nerd, a maybe out of Slates league.Despite the fact that they’re close and compatible, Slate and Keaton just never cross that line. Until Keaton asks Slate for a big favor.After and embarrassing event at a bachelorette party Keaton begins to doubt her bedroom skills. And who better to teach her than Slate?<br><br>'Yet I can’t deny that her indecent proposal excites me. She’s stunning, like a sexy librarian fantasy come to life. Let’s face it, I’m a red-blooded man with a functioning set of eyeballs who just so happens to have the equipment that can take care of whatever her needs require. No one could fault me for finding the idea of touching her appealing. If she wants me to be her personal love machine, let’s face it, I’ll jump at the chance.'<br><br>At first, he’s just supposed to coach her through dating other guys. But when Slate feels unexpectedly jealous of the guys that Keaton tries to practice with – he takes matters into his own hands. As most things like this go, they start of great and then they begin to get messy.It turns out that Slate is still a little messed up from his ex-girlfriend whoo did a number on him. While that does leave him cautious, it doesn’t mean that he’s entirely closed off. Keaton mistakenly assumes that Slate will never want to leave his bachelor lifestyle.<br><br>There’s definitely a break down of communication and it leaves them both vulnerable for pain. Neither one of them wants to lose the other one, but they have to figure out how they can both open themselves up for something more.Slate is a great mix of sweet and sexy hero who stands up for Keaton even when some of their other friends don’t. He is slightly selfish when he gets jealous of her being around other guys, but it didn’t feel like he was being an alphahole – which is where things can get tricky in romance novels.<br><br>'Why the hell haven’t I done this before? What have I been missing out on all these years? All my reservations and doubts are swept away in a wave of desire. No overthinking, no self-doubt, just chemistry. Pure, primal instinct. Our tongues touch and my heart rate triples because, holy fuck. …I’m kissing my best friend. And, fuck me, I really, really like it.'<br><br>And of course, those teaching moments where Slate is still assuming the role as Keaton’s coach to becoming a better lover ensures that there are plenty of steamy moments in the novel. I’ve actually read a few novels lately with a similar plot line where the girl turns to the guy for help in this way, and I think Love Machine does a great job with it.<br>If you’re super busy like I am in the summer than this is just what you need for a night when you actually have time to read. It won’t take up a ton of your time, and you don’t need to read anything prior to it. Kendall is also great at slipping right into the storyline so there’s no waiting to get to the good stuff!<br><br>Love Machine is a great read for when you just want something light, fun, and flirty. It’s not exactly a romantic comedy but it gives the same enjoyable feeling."
    },
    {
      "id": 5,
      "title": "The Woman In The Window",
      "author": "A.J Finn",
      "image": "https://shereadswithcats.com/wp-content/uploads/2017/12/IMG_7157-862x862.jpg",
      "date": "10 October 2017",
      "time": "9:00pm",
      "content": "Anna Fox, lives alone in her townhouse spying on her neighbors, mixing psychotropics with red wine, watching old films—Hitchcock’s Rear Window, which this book is loosely based on—and chatting on message boards. Early on we learn that Anna suffers from agoraphobia, brought on by a traumatic incident, rendering her unable... ",
      "story": "Anna Fox, lives alone in her townhouse spying on her neighbors, mixing psychotropics with red wine, watching old films—Hitchcock’s Rear Window, which this book is loosely based on—and chatting on message boards. Early on we learn that Anna suffers from agoraphobia, brought on by a traumatic incident, rendering her unable to leave her home without having a panic attack.Fascinating but tragic, heart wrenching story. I felt like I had been on an emotional roller coaster ride. The ending was a complete surprise to me but a good twist. Loved this book! Pretend you haven’t already read that the screen rights sold before it even hit bookstores, or that the author received a seven-figure advance. And ignore the comparisons—you knew they were coming—to Girl on the Train and Gone Girl. The Woman in the Window is a great psychological thriller that lives up to the months of hype it’s been getting.<br><br>Anna Fox, once a successful child psychologist, lives alone in her Harlem townhouse spying on her neighbors, mixing psychotropics with red wine, watching old films—Hitchcock’s Rear Window, which this book is loosely based on—and chatting on message boards. Early on we learn that Anna suffers from agoraphobia (fear of crowed spaces), brought on by a traumatic incident, rendering her unable to leave her home without having a panic attack.<br><br>When a new family moves in across the street from her front window, Anna begins watching them through her Nikon. Then, one night, she sees a terrifying crime occur in one of their bedrooms. But here’s the twist: Anna, who has been drinking and popping those aforementioned pills all night, can’t prove that what she saw really happened. And no one, not the police or her neighbors, believes her.<br><br>Debut author A.J. Finn is already an old pro at characterization. When Anna finally ventures outside and her mental state spirals out of control, we’re right in that terrifying spiral with her. It seems like every thriller these days features an unreliable narrator—and Anna Fox is one, too—but unlike many recent thrillers, The Woman in the Window’s plot twists are genuinely surprising, and not just shocking for shock’s sake. Film buffs, too, will love the references to Hitchcock and other classic films.<br><br> With each short chapter, Finn leaves you wanting more. I read this one in one sitting, then couldn’t help but draw shut the curtains in my apartment.<h2>Synopsis</h2>For readers of Gillian Flynn and Tana French comes one of the decade’s most anticipated debuts: a twisty, powerful Hitchcockian thriller about an agoraphobic woman who believes she witnessed a crime in a neighboring house.<br><br>'It isn’t paranoia if it’s really happening ...'<br><br>Anna Fox lives alone—a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors.Then the Russells move into the house across the way: a father, a mother, their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble—and its shocking secrets are laid bare.<br><br>What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems.Twisty and powerful, ingenious and moving, The Woman in the Window is a smart, sophisticated novel of psychological suspense that recalls the best of Hitchcock."
    },
    {
      "id": 6,
      "title": "The Music Shop",
      "author": "Rachel Joyce",
      "image": "https://scontent-arn2-1.cdninstagram.com/vp/8115c6ece542bfc49374c5a13feb071e/5BCC9177/t51.2885-15/e35/36847654_502206566916040_4111556584549646336_n.jpg?se=7&ig_cache_key=MTgyNDY1NDk0ODA3MjE3NzMyOA%3D%3D.2",
      "date": "22 September 1994",
      "time": "9:00pm",
      "content": "It’s the late 1980s, and Frank Adair, a youngish man who’s been damaged in ways that aren’t immediately made clear, owns a record shop on a rundown street in a British suburb. CDs are threatening to make vinyl obsolete, yet Frank refuses to sell anything but the latter. It would be a disastrous business,... ",
      "story": "It’s the late 1980s, and Frank Adair, a youngish man who’s been damaged in ways that aren’t immediately made clear, owns a record shop on a rundown street in a British suburb. CDs are threatening to make vinyl obsolete, yet Frank refuses to sell anything but the latter. It would be a disastrous business plan if he didn’t have a singular talent: Whenever a customer walks in, Frank can 'hear' exactly what music that person needs. A sad sack demanding only Chopin? Frank says he’ll groove to Aretha. If you love music and how it connects us, this is a great read. Since her bestselling debut in 2012, The Unlikely Pilgrimage of Harold Fry, Rachel Joyce has established a reputation for novels that celebrate the dignity and courage of ordinary people and the resilience of the human spirit.<br>Her fourth novel, The Music Shop, is driven by the same impulse. Set in 1988, it follows record-shop owner Frank, who has a rare gift for music therapy: he can find the perfect piece to remedy any emotional or psychological woes his customers are suffering from.<br><br>Frank’s premises are on the aptly named Unity Street, where his fellow shopkeepers are a motley crew of troubled, disenfranchised individuals: “Frank might have cut a lonely figure but this did not make him unusual on Unity Street, where many people had once been alone.”<br><br>There is Maud the tattooist, Father Anthony with his shop devoted to religious iconography, Mr Novak the baker and the heartbreakingly poignant Williams brothers, who run the funeral parlour and are often seen holding hands. All these outsiders have survived, or are still struggling with, some adversity, and Joyce has a rare gift for evoking the quiet tragedies of their lives with compassion and care.But Unity Street is under threat. A local development company wants to acquire and demolish all the buildings to make way for housing. Meanwhile, Frank is battling with record companies who are pressurising him to stock CDs instead of his beloved vinyl.<br><br>Into this assortment of melancholic lives walks Ilse Brauchmann, a mysterious German woman in a green coat, who faints outside Frank’s shop. Slowly, tentatively – with subtle and sensitive pacing by Joyce – she becomes involved with the Unity Street residents, and with Frank in particular, as her own painful secrets are revealed.<br><br>The Music Shop is a novel about people on the cusp of change and about having the courage to undergo personal transformation. As with Joyce’s other books, community proves to be the catalyst – and the saviour – for these characters. In the residents’ David-and-Goliath fight against the property developers, there are resonances of Harold Fry’s walk across Britain, though here redemption comes in more nuanced guises.<br><br>But what really elevates The Music Shop is Joyce’s detailed knowledge of – and passion for – music. There are stories here about composers and musicians ranging from Beethoven, Vivaldi and Purcell to Duke Ellington, Aretha Franklin and the Sex Pistols. Joyce weaves these into Frank’s musical therapy and the flashbacks to his childhood with his bohemian, emotionally remote mother, Peg, who taught him how to listen: “Music is about silence… the silence at the beginning of a piece of music is always different from the silence at the end… Because if you listen, the world changes. It’s like falling in love. Only no one gets hurt.”<br><br>This could equally be a description of Joyce’s prose: here is a love story that’s as much about the silences between words as what is said – the spaces between people that can be filled with mystery, confusion and misunderstanding as well as hope."
    }
  ]
}